movie = Titanic
# აქ შეცდომა არის იმიტომ რომ მე არ დმიწერია ბრჭყალები.
#movie = "Titanic"

Advanse = "Goa best
print Advanse
# აქ შეცდომა არის იმიტომ რომ მე არ დამიწერია ერთი ბრჭყალი ცვლადში და პრინტ ფუნქციაში მაკლია ფრჩხილები.
#advanse = "Goa best"
#print(Advanse)


age = ("10
#აქ შცდომა არის რომ მე არ დამიწერია ერთი ბრჭყალი და ერთი ფრჩხილი.
#age = ("10")    
car = ("bmw")
#print(car
#აქ შეცდომა არის რომ მე დავწერე პრინტი კომენტარი და არ დამიწერია ერთი ფრჩხილი.
#print (car)

name = "toma"
age = 10
print(name + age)
#print(name + str(age))
#წინადადებაში string - ს და integer-ს ერთად ვერ დავწერთ.

print(one and two)
#print("one and two")
#print -ს მერე გვჭირდება კიდე ბრჭყალები.

print 4 + 7
#print(4 + 7)
#გვაკლია 30 ხაზზე ფრჩხილი.

pint(20 + 20)
#print(20 + 20)
#34ე ხაზზე არასწორად გვიწერია პრინტი.

print(20x10)
#print(20*10)
#38ე ხაზზე არასწორად გვიწერია გამრავლების ნიშანი.

month = ("april')
#month =("april")
#42ე ხაზზე ორივეს ერთნაირი ბრჭყალი უნდა ქონდეს.

100 = car 
#car = 100
#რიცხვებით არ შეგვიძლია გავაკეთოთ ცვლადის სახელები და ცვლადის მნიშვნელობა.
# უნდა იყოს ბრჭყალებში თუ გვიდა რომ string-ი.

print 4 5 
#print(4+5)
#51ე ხაზზე გვაკლია ფრჩხილები და პლიუსის ნიშანი.

age = 10

print= "age"
#age = 10 
#print(age)
#print არ უნდა იყოს ცვლადი print უნდა იყოს ბრძანება.

8ar = video
#ar_8 = video
#ცვლადის სახელის დაწყება არ შეიძლება რიცხვით.

print("film")